package tech.reliab.course.glazyrinaoa.bank.utils;

import java.util.List;

public class Const {
    public static final List<String> BankNames = List.of("СБЕР", "Тинькофф Банк", "ВТБ", "Газпромбанк", "Совкомбанк");
    public static final List<String> PeopleNames = List.of("Лапин Матвей Вадимович", "Степанов Эмир Тихонович", "Бородин Матвей Владимирович", "Соловьева Валерия Марковна", "Фролов Михаил Иванович", "Кузнецова Василиса Алексеевна", "Полякова Марьям Максимовна", "Крюков Егор Артурович", "Леонтьева София Александровна", "Киселев Максим Максимович", "Мельников Михаил Владиславович", "Андреева Ника Фёдоровна", "Балашов Антон Никитич", "Комаров Андрей Денисович", "Щербаков Матвей Филиппович", "Шубина Евгения Тимофеевна", "Рыжова Виктория Ярославовна", "Иванов Кирилл Ильич", "Акимова Амина Марковна", "Леонов Владимир Платонович", "Никифоров Александр Ярославович", "Борисов Михаил Фёдорович", "Тимофеева Александра Ильинична", "Севастьянов Артём Арсентьевич", "Новикова Юлия Александровна");
    public static final List<String> CompanyNames = List.of("Прикладные решения", "Технологии Надёжности", "Софт траст", "Yandex", "1С");

}
